projects/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Projects</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">

<div id="outline-container-org0799285" class="outline-2">
<h2 id="org0799285">Introduction</h2>
<div class="outline-text-2" id="text-org0799285">
<p>
This page is a glimpse of my personal projects. My projects mostly focus on my interests in atmospheric science, running, and cycling, but I occasionally explore some other fun projects.
</p>
</div>
</div>

<div id="outline-container-orgc2c057a" class="outline-2">
<h2 id="orgc2c057a">Tropical Cyclone Classification</h2>
<div class="outline-text-2" id="text-orgc2c057a">
<p>
In this project, I explore image classification of imagery from <a href="https://www.nesdis.noaa.gov/current-satellite-missions/currently-flying/geostationary-satellites">NOAA's geospatial satellites</a> to identify tropical cyclones in the imagery. Learn more about this project <a href="./projects/tcclassifier.html">here</a>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
